{
  "home": {
    "backgroundImageText": "نحن لا نستطيع أن نفعل كل شيء جيد يحتاجه العالم, ولكن العالم يحتاج إلى كل الخير الذي يمكننا القيام به.",
    "sliderTitle": "نحن نتقن التفكير الإبداعي",
    "sliderContect1": "لتوفير منتجات مبتكرة ، نحن نضمن أداء منتجاتنا على أعلى مستوى",
    "sliderContect2": "المعايير وتحسين الكفاءة التشغيلية للعملاء",
    "ourProducts": "منتجاتنا",
    "chairmanTitle": "إدارة الشركة",
    "chairmanContect1": "تجمع تراي كيم بين التفكير الإبداعي والمعرفة المتقدمة ، لتوفير منتجات مبتكرة. نضمن أداء منتجاتنا وفقًا لأعلى المعايير وتحسين الكفاءة التشغيلية للعملاء.",
    "chairmanContect2": "تهدف تراي كيم إلى توفير والحفاظ على أعلى معايير الجودة مع منتجات وخدمات كيماويات البناء. يمكّن الالتزام بالابتكار تراي كيم من تلبية الطلبات الحالية فحسب ، ولكن أيضًا توقع التوقعات المستقبلية.",
    "promo": "تراي برومو",
    "ourProductsSection": "منتجاتنا",
    "ourProductsSectionTitle": "آخر منتجاتنا",
    "viewDetails": "عرض التفاصيل",
    "checkAllProducts": "مشاهدة الكل",
    "clientsFeedbackTitle1": "أراء العملاء",
    "clientsFeedbackTitle2": "ماذا قال عملاء تراى كيم عن الشركة",
    "newsSection": "آخر الأخبار",
    "newsSectionTitle": "آخر أخبار الشركة",
    "checkAllNews": "مشاهدة كل الأخبار",
    "ourclients": "عملائنا",
    "ourclientsTitle": "عملاء شركة تراى كيم"
  },
  "aboutUs": {
    "title": "عن الشركة",
    "about": "عن تراى كيم",
    "trichem": "تراى كيم",
    "p1": "في عام 2009 تأسست شركة تراي كيم لكيماويات البناء في مصر لتقدم منتجات تجمع بين التفكير الابداعي والمعرفة المتقدمة وتضمن لعملائها أعلي معايير التشغيل والأداء.",
    "p2": "وتؤمن شركة تراي كيم لكيماويات البناء إيمانا راسخاً بأن الجودة هي المعيار الأول في جميع منتجاتها وخدماتها وممارساتها إلي جانب الالتزام الذي لا يتزعزع بتطبيق نظام الأمن والسلامة وكذلك المحافظة علي البيئة ورعايتها رعاية تامة    كما تحرص الشركة كل الحرص علي اختيار وتوظيف أفضل الأشخاص وتطويرهم بشكل دائم في إطار ثقافة التعاون والعمل الجماعي لتحقيق الأهداف المنشودة.",
    "p3": "تتضمن قيمنا الأساسية السعي لتحقيق التميز في الاداء والتحسين المستمر في كل مانقوم به. ولذا نتطلع الي المستقبل لنحتل مكانة مرموقة في مجال صناعة كيماويات البناء في مصر والشرق الاوسط.",
    "title2": "الابتكار والنمو",
    "p4": "نعلم يقينا ان النمو ثمرة الابتكار وهذا بدوره يعتمد علي البحث والتطوير لذا فإن البحث والتطوير هو أول أولويات الشركة. ولقد أسفرت إستراتيجية البحث والتطوير التي اعتمدتها الشركة عن العديد من المنتجات المتميزة التي أضافت قيمة حقيقية لها.    وتعتمد شركة تراي كيم لكيماويات البناء علي مجموعة قوية من القيم والمبادئ تتلخص في خمسة مبادئ إدارية تعبر عن ثقافة الشركة وهي أساس النجاح في المستقبل.    ",
    "p5": "روح تري كيم هو مرادف لمجموعة قوية من القيم والمبادئ. تعبر خمسة مبادئ إدارية عن ثقافة الشركات وهي أساس النجاح في المستقبل:",
    "1.Title": "1-العميل أولا",
    "1.p": "تولي شركة تراي كيم لكيماويات البناء اهتماما فائقا بتحقيق مفهوم الجودة في جميع المنتجات والأعمال. كما تحرص علي ان يكون التميز في الأداء والتطوير المستمر من المبادئ الأساسية التي لا تحيد عنها ودائماً وأبداً فإننا ننظر إلي المستقبل لنبقي دائما في الصدارة لتلبية ليس فقط متطلبات العملاء الحالية بل تتعداها إلي توقعات المستقبل.",
    "2.Title": "2-تشجيع الابتكار",
    "2.p": "يعتمد نجاح شركة تراي كيم لكيماويات البناء بصفة أساسية علي تشجيع روح الابتكار والتميز. ووفقا لذلك فإن جوهر العمل هو إدارة الابتكار والتركيز علي تطوير منتجات عالية الجودة تقدم افضل الحلول للعملاء.",
    "3.Title": "3- الاستدامة والنزاهة",
    "3.p": "تتبني شركة تراي كيم لكيماويات البناء وجهة نظر بخصوص نمو الشركة وتطوير الأعمال تقوم علي الاحترام والمسئولية تجاه العملاء والموظفين وتراعي بصفة أساسية علي السلامة والجودة والبيئة والمعاملة العادلة والمشاركة الاجتماعية وتري أن ذلك كله هو مفتاح النمو وخلق قيمة مضافة للمجتمع.",
    "4.Title": "4. التمكين والاحترام",
    "4.p": "تسعي شركة تراي كيم لكيماويات البناء إلي إنشاء علاقات عمل تبني علي الثقة والاحترام بين العاملين ولا تمارس السلطة بطرق رسمية بحتة حيث يتمتع موظفوا شركة تراي كيم لكيماويات البناء بالعمل في شراكة وثيقة مع بعضهم البعض ومع العملاء والموردين وتهدف الشركة الي تطوير قياداتها للمستقبل.",
    "5.Title": "5. إدارة النتائج",
    "5.p": "تهدف شركة تراي كيم لكيماويات البناء إلي تحقيق النجاح وتفخر بتحقيق النتائج الرائعة المستمرة واحتلال مكانة مرموقة في السوق.",
    "5.p2": "كما تسعي الشركة إلي تحقيق الرؤية والأهداف بثبات ورؤية طويلة الأجل.    وكذلك فإن الشركة لديها معايير شفافة للأداء المالي باتباع استراتيجية محددة حيث يعتمد تقييم الاداء علي حصة السوق ونمو المبيعات وكذلك معدل الأرباح.     "
  },
  "categories": {
    "title": "المنتجات",
    "searchPlaceHolder": "البحث فى المنتجات"
  },
  "certificates": {
    "title": "الشهادات"
  },
  "productDetails": {
    "Desc": "الوصف",
    "typicalApps": "تطبيقات نموذجية",
    "productFeatures": "مواصفات المنتج",
    "props": "الخصائص",
    "relatedProducts": "منتجات ذات صلة",
    "tds": "النشرة الفنية",
    "certificate": "شهادة إختبار"
  },
  "contactUs": {
    "title": "إتصل بنا",
    "factory": "المصنع",
    "factoryTel": "هاتف مصنع",
    "technicalSupport": "الدعم الفني",
    "sales": "المبيعات",
    "website": "الموقع",
    "email": "البريد الإلكتروني",
    "phone": "رقم التليفون",

    "address": "مدينة 6 أكتوبر, أرض المطورين,تجمع الأولي الصناعي,قطعة 14",

    "name": "الإسم",
    "message": "الرسالة",

    "submit": "أرسل"
  },
  "header": {
    "home": "الرئيسية",
    "aboutUs": "عن الشركة",
    "products": "المنتجات",
    "news": "آخر الأخبار",
    "certificates": "الشهادات",
    "customerCertificates": "شهادات العملاء",
    "history": "سابقة الأعمال",
    "contactUs": "إتصل بنا"
  },
  "footer": {
    "aboutUs": "شركة تراى كيم لكيماويات البناء أنشأت فى عام 2009 فى مدينة السادس من أكتوبر",
    "siteMap": "خريطة الموقع",
    "rights": "جميع الحقوق محفوظة "
  }
}
